[
    {
        "phoneUrl": "https://cellphones.com.vn/oppo-reno10-pro-plus.html",
        "name": " OPPO Reno10 Pro+ 5G 12GB 256GB ",
        "upgrade_price": "10.490.000đ",
        "price": "10.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Cáp Type C, Củ sạc nhanh rời đầu Type A, Hộp, Sách hướng dẫn, Ốp lưng, Cây lấy sim / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "OPPO Reno10 Pro Plus  sẽ được đi kèm với chip  Qualcomm Snapdragon 8+ Gen 1 ,  RAM 12 GB  và  256 GB dung lượng bộ nhớ , mang đến một khả năng xử lý mạnh mẽ. Cạnh đó, smartphone còn được hỗ trợ màn hình  3D AMOLED và hệ thống camera cảm biến có độ phân giải lên đến  50 MP .",
        "highlight": "Trải nghiệm hình ảnh sống động, rực rỡ và sắc nét với tấm nền AMOLED 6.74 inch cùng tần số quét 120Hz mượt mà. / Hiệu năng mạnh mẽ cho khả năng xử lý đa nhiệm mượt mà, chơi game cấu hình cao. / Chụp ảnh chuyên nghiệp, sắc nét và ấn tượng với camera sau AI 50MP (chính) & Phụ 64 MP, 8 MP / Sử dụng thoải mái cả ngày dài với pin dung lượng cao 4700mAh, hỗ trợ sạc nhanh SuperVOOC 100W."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/xiaomi-14t.html",
        "name": " Xiaomi 14T 12GB 512GB ",
        "upgrade_price": "11.690.000đ",
        "price": "12.690.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cây lấy sim, Ốp lưng, Cáp Type C / Bảo hành 24 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Xiaomi 14T 5G  là phiên bản điện thoại cận cao cấp được Xiaomi trang bị con chip Dimensity 8300 Ultra cùng 12GB RAM để mang tới hiệu suất ấn tượng. Mẫu điện thoại này còn được Xiaomi trang bị bộ 3 ống kính Leica thế hệ mới để nâng cao trải nghiệm nhiếp ảnh. Với màn hình Super AMOLED 6.67 inch sở hữu phần viền siêu mỏng cùng độ nét 1.5K, điện thoại 14T của Xiaomi sẽ luôn mang tới chất lượng hình ảnh sắc nét, sống động.",
        "highlight": "Hiệu năng mạnh mẽ với chip MediaTek Dimensity 8300-Ultra - Mang lại hiệu năng tốt cho các tác vụ hàng ngày, từ lướt web, xem video đến chơi game với độ ổn định cao. / Thấu kính quang học Leica Summilux - Ghi lại những bức ảnh chi tiết, sắc nét phù hợp với nhu cầu nhiếp ảnh di động và quay phim chất lượng cao. / Màn hình 144Hz AMOLED cho màu sắc sống động, độ sáng cao và khả năng tái hiện hình ảnh chân thực, mang lại trải nghiệm xem phim, chơi game tuyệt vời. / Xiaomi 14T trang bị pin lớn 5.000mAh, kết hợp với công nghệ sạc nhanh 67W - Sạc đầy nhanh chóng và duy trì thời gian sử dụng suốt cả ngày."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-a15.html",
        "name": " Samsung Galaxy A15 LTE 8GB 128GB ",
        "upgrade_price": "3.790.000đ",
        "price": "4.290.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Type C / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Galaxy A15  LTE được trang bị công nghệ màn hình cao cấp  Super AMOLED , với độ phân giải  FHD+ 1080 x 2340 pixel . Màn hình của sản phẩm lớn  6.5inch  kết hợp với tần số quét nhanh, hạn chế tình trạng bị chớp màn hình hay bị nhòe khi sử dụng. Chiếc điện thoại mới của dòng  Samsung Galaxy A  này còn có cụm camera sắc nét và bộ nhớ lớn  8B+128GB  sử dụng thả ga. Điện thoại  Samsung Galaxy A15  hiện có giá siêu ưu đãi  chỉ từ 4.490.000VND cho bản LTE  tại hệ thống CellphoneS. Đây được đánh giá là sản phẩm tốt trong phân khúc giá rẻ với hiệu năng ổn định cùng cụm camera ấn tượng. Hứa hẹn sản phẩm sẽ mang đến nhiều trải nghiệm thú vị cho người dùng.  Samsung Galaxy A15  đã chính thức ra mắt vào tháng 12/2023 và thu hút được sự chú ý được nhiều tín đồ công nghệ. Với hiệu năng và thiết kế đáng kinh ngạc nhưng trong phân khúc giá rẻ, hứa hẹn sản phẩm sẽ làm hài lòng nhiều khách hàng khó tính nhờ những ưu điểm vượt trội.",
        "highlight": ""
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-z-fold-6.html",
        "name": " Samsung Galaxy Z Fold6 12GB 256GB ",
        "upgrade_price": "33.990.000đ",
        "price": "36.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Z Fold 6  sở hữu thiết kế gập đẳng cấp cùng độ mỏng 12.1mm khi gập, 5.6mm khi mở và chỉ nặng 239g gọn nhẹ, linh hoạt cùng khung kim loại nhôm bền bỉ. Máy được tích hợp Snapdragon 8 thế hệ 3 tăng sức mạnh vượt trội. Pin 4400mAh cho trải nghiệm ấn tượng đến 12 giờ. Camera gồm 3 ống kính, quay phim đến chuẩn 8K quay chụp chuyên nghiệp hơn",
        "highlight": "Màn hình chính Dynamic AMOLED 2X 7.6 inch cho trải nghiệm giải trí, làm việc đỉnh cao. / Chip Snapdragon 8 Gen 3 cho tốc độ xử lý siêu nhanh, đáp ứng tốt mọi nhu cầu sử dụng. / Camera chính 50.0 MP ghi lại những khoảnh khắc đẹp với độ chi tiết, màu sắc ấn tượng. / Pin 4400mAh cho phép bạn sử dụng điện thoại cả ngày dài mà không cần lo lắng về việc hết pin."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-s25.html",
        "name": " Samsung Galaxy S25 256GB ",
        "upgrade_price": "16.990.000đ",
        "price": "19.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung S25 thường  256GB trang bị vi xử lý   Qualcomm Snapdragon 8 Elite for Galaxy   ,   RAM 12GB , bộ nhớ trong   256GB   cùng viên  pin Li-ion 4000mAh . Máy sử dụng màn hình   AMOLED 120Hz   kích thước   6.2 inch   với độ phân giải FHD+. Samsung S25 được trang bị 3 ống kính   50MP+10MP+12MP   phía sau và   camera selfie 12MP   phía trước. Vậy model Samsung S25 Ultra cao cấp nhất series năm nay có những nâng cấp nào đặc biệt? Xem chi tiết thông số, giá bán  Samsung S25 Ultra  mới nhất tại CellphoneS!",
        "highlight": "Màn hình Dynamic AMOLED 2X 6.2 inch 120Hz – Hiển thị sắc nét, mượt mà, tiết kiệm pin. / Chip Snapdragon 8 Elite – Hiệu năng mạnh mẽ, tối ưu AI, tiết kiệm năng lượng. / Camera 50MP + Zoom quang 3X – Cảm biến lớn, chụp đêm tốt, quay video 8K. / Thiết kế cao cấp, IP68 – Chống nước, chống bụi, bền bỉ và sang trọng."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-oppo-reno13f-4g.html",
        "name": " OPPO Reno13 F 8GB 256GB ",
        "upgrade_price": "7.790.000đ",
        "price": "8.790.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại  / Sạc  /  Cáp USB  /  Dụng cụ lấy SIM /  Hướng dẫn nhanh  /  Hướng dẫn an toàn  /  Ốp lưng bảo vệ / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Bảng  giá OPPO Reno 13  5G  chính hãng mới nhất: Phiên bản OPPO Reno13:  giá 15,99 triệu VNĐ Phiên bản OPPO Reno13 Pro : giá 18,99 triệu VNĐ Phiên bản Reno13 F 8 GB + 256 GB : giá 8, 99 triệu VNĐ Phiên bản Reno13 F 5G 12 GB + 256 GB:  giá 10,990 triệu VNĐ",
        "highlight": "Màn hình OPPO Reno13 F AMOLED 6.67 inch với độ phân giải Full HD+ và tần số quét 120Hz mang đến cho bạn chất lượng hình ảnh sắc nét. / Hệ thống camera đa năng bao gồm camera chính 50MP, camera góc rộng 8MP và camera macro 2MP, cho phép người dùng chụp ảnh chất lượng cao. / Hiệu suất Reno 13 mạnh mẽ nhờ vào bộ xử lý MediaTek Helio G100 và GPU ARM G57 MC2, kết hợp với 8GB RAM và 256GB bộ nhớ trong, giúp xử lý mượt mà mọi tác vụ. / Pin dung lượng lớn 5800 mAh giúp bạn thoải mái sử dụng điện thoại cả ngày mà không lo hết pin."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-tecno-spark-30-pro-8gb-256gb.html",
        "name": " TECNO SPARK 30 Pro 8GB 256GB Transformer - Chỉ có tại CellphoneS ",
        "upgrade_price": "4.090.000đ",
        "price": "4.590.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Máy, Củ cáp, Cáp sạc, Ốp lưng / Bảo hành 13 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Với chip MediaTek Helio G100, Tecno Spark 30 Pro được thiết kế để mang lại hiệu năng vượt trội, đáp ứng mọi nhu cầu sử dụng hàng ngày của bạn. / Sở hữu camera chính với độ phân giải 108MP và khẩu độ f/1.75 cho phép chụp ảnh với độ chi tiết cao và màu sắc trung thực. / Viên pin lớn với dung lượng 5000mAh hỗ trợ sử dụng liên tục cả ngày dài mà không cần sạc thường xuyên."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-s24-fe.html",
        "name": " Samsung Galaxy S24 FE 5G 8GB 128GB ",
        "upgrade_price": "11.990.000đ",
        "price": "12.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại thông minh /  Cáp truyền dữ liệu /  Que lấy sim / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Cập nhật mới nhất: thế hệ điện thoại  Samsung S24  chính thức ra mắt với phiên bản Ultra sử dụng chip  Snapdragon 8 Gen 3 For Galaxy . Xem chi tiết thông số, cấu hình và  MUA NGAY GALAXY S24  nhận ưu đãi khủng tại CellphoneS!",
        "highlight": "Màn hình Dynamic AMOLED 120Hz - Mang lại trải nghiệm hình ảnh siêu mượt mà, màu sắc sống động. / Chip Exynos 2400e (4nm) cung cấp hiệu năng vượt trội, xử lý mượt mà mọi tác vụ từ chơi game đồ họa cao cho đến đa nhiệm ứng dụng. / Camera 50MP chuyên nghiệp với tính năng AI vượt trội giúp bạn chụp ảnh chất lượng cao trong mọi điều kiện ánh sáng.  / Với viên pin dung lượng 4700mAh và công nghệ sạc nhanh 25W - Galaxy S24 FE đảm bảo sử dụng bền bỉ suốt ngày dài."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-xiaomi-redmi-note-14.html",
        "name": " Xiaomi Redmi Note 14 6GB 128GB ",
        "upgrade_price": "4.490.000đ",
        "price": "4.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Redmi Note 14, Cáp USB Type C, Củ sạc 33W, Dụng cụ lấy SIM, Sách hướng dẫn,... / Bảo hành 18 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Redmi note 14 chính hãng  ra mắt vào ngày  10/01/2025 tại Việt Nam  sở hữu AI mới nhất kèm chip MediaTek Helio G99-Ultra mạnh mẽ đi cùng camera 108MP.",
        "highlight": "Redmi Note 14 5G sở hữu camera AI 108MP kết hợp với zoom trong cảm biến 3x, cho ra những bức ảnh sắc nét, chi tiết dù chụp chủ thể ở xa hay cận cảnh phức tạp. / Sản phẩm được trang bị bộ xử lý MediaTek Helio G99-Ultra 6nm, mang đến hiệu suất mượt mà, phản hồi nhanh, dù là đa nhiệm, chơi game hay phát trực tuyến. / Màn hình Xiaomi Redmi Note 14 6,67 inch, tốc độ làm mới lên đến 120Hz đảm bảo dù ở trong nhà hay ngoài trời mang đến trải nghiệm xem thú vị, đắm chìm. / Thiết kế với các cạnh bo tròn, tiện dụng giúp bạn dễ dàng cầm nắm, dù đang di chuyển trong ngày làm việc bận rộn hay thư giãn vào buổi tối."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-vivo-y03.html",
        "name": " vivo Y03 4GB 64GB ",
        "upgrade_price": "2.290.000đ",
        "price": "2.790.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Y03 / Sách HDSD / Dây USB / Củ sạc / Que lấy SIM / Ốp lưng / Miếng dán màn hình (Dán sẵn) / Thẻ bảo hành / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "vivo Y03  chạy trên hệ điều hành  Android 14 OS , được trang bị chipset  MediaTek Helio G85  giúp tăng khả năng xử lý và nâng cao hiệu năng. Màn hình  IPS LCD  kích thước  6.56 inch , độ phân giải  HD+  kết hợp với tần số quét  90Hz  mang đến cho người dùng trải nghiệm mượt mà. Bên cạnh đó dung lượng pin lên đến  5000mAh  giúp người dùng thoải mái sử dụng trong một thời gian dài chỉ sau một lần sạc. vivo Y03  đã được ra mắt vào  đầu tháng 3 năm 2024  tại thị trường Indonesia sau đó sẽ tiếp tục được triển khai tại nhiều quốc gia ở khu vực Châu Á. Với mức giá phù hợp cùng nhiều tính năng, công nghệ nổi bật vivo Y03 sẽ là sản phẩm tốt trong tầm giá, đáp ứng được nhu cầu sử dụng của người dùng. Hiện tại điện thoại vivo Y03 có hai mức giá theo hai loại cấu hình bộ nhớ. Nếu người dùng không có nhu cầu sử dụng cao về bộ nhớ thì có thể lựa chọn phiên bản điện thoại có bộ nhớ  64 GB  với mức giá  khoảng 3 triệu đồng .",
        "highlight": "Trải nghiệm giải trí cực sống động với màn hình rộng 6.56 inch cùng độ phân giải HD. / Dung lượng ấn tượng lên đến 5000 mAh cùng sạc nhanh 15W - Thoải mái sử dụng trong nhiều giờ đồng hồ. / Nhiếp ảnh chuyên nghiệp, nắm giữ tuyệt tác trong tầm tay với camera chính 13MP. / Hỗ trợ cổng sạc Type C giúp sạc đầy thiết bị một cách nhanh chóng, tiết kiệm thời gian, truyền tải dữ liệu đón đầu xu hướng tương lai."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-infinix-hot-50-pro-plus.html",
        "name": " Infinix Hot 50 Pro Plus 8GB 256GB ",
        "upgrade_price": "4.290.000đ",
        "price": "4.790.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Máy, củ cáp sạc, ốp, dán màn hình, que chọc sim, sách hướng dẫn / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Điện thoại Infinix Hot 50 Pro Plus tích hợp chipset xử lý  Media Tek Helio G100  kèm GPU đồ họa  Mail-G57  kết hợp  RAM 8GB  và bộ nhớ trong lên đến 256GB. Hơn thế nữa, chiếc smartphone này còn nổi bật qua thiết kế cong 3D độc đáo với màn hình  AMOLED 120Hz . Ngoài ra, dung lượng pin của điện thoại  5000mAh  cộng thêm  sạc nhanh 33W  cho cả ngày dài sử dụng.",
        "highlight": "Máy kết hợp RAM 8GB mượt mà và bộ nhớ trong cực lớn 256GB, đáp ứng mọi nhu cầu từ làm việc đến giải trí, lưu trữ thoải mái mà không lo đầy bộ nhớ. / Màn hình lớn, sắc nét cùng tần số quét 120Hz mang đến trải nghiệm vuốt chạm siêu mượt, hình ảnh sống động khi chơi game và xem phim. / Camera chính 50MP tích hợp AI cải thiện chất lượng ảnh, bắt trọn mọi khoảnh khắc với độ chi tiết cao và màu sắc chân thực. / Viên pin dung lượng lớn 5000mAh cùng công nghệ sạc nhanh 33W đảm bảo sử dụng suốt ngày dài, nạp đầy năng lượng nhanh chóng."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-s25-ultra-1tb.html",
        "name": " Samsung Galaxy S25 Ultra 1TB ",
        "upgrade_price": "38.790.000đ",
        "price": "41.790.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Bên cạnh phiên bản 12GB 1TB, mời bạn tham khảo ngay điện thoại  Samsung S25 Ultra 512GB  với mức giá và dung lượng lưu trữ vừa phải, đáp ứng mọi nhu cầu sử dụng của bạn.",
        "highlight": "Chuẩn IP68 – Chống nước, chống bụi, thiết kế cao cấp, sang trọng. / Âm thanh Dolby Atmos, loa kép AKG – Trải nghiệm âm thanh sống động, chân thực. / Màn hình Dynamic AMOLED 2X 6.9 inch, 120Hz – Hiển thị sắc nét, mượt mà, tiết kiệm pin. / Camera 200MP + Zoom 100X – Cảm biến lớn, chụp thiếu sáng tốt, zoom xa chi tiết."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-s25-ultra-512gb.html",
        "name": " Samsung Galaxy S25 Ultra 512GB ",
        "upgrade_price": "31.490.000đ",
        "price": "34.490.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Nếu bạn cần một không gian lưu trữ lớn hơn, tham khảo ngay  Samsung S25 Ultra 1TB  đang có giá ưu đãi hấp dẫn tại CellphoneS.",
        "highlight": "Màn hình Dynamic AMOLED 2X 6.9 inch 120Hz – Hiển thị sắc nét, mượt mà, tiết kiệm pin. / Bộ nhớ 512GB + RAM LPDDR5X – Tốc độ lưu trữ nhanh, đa nhiệm mượt mà. / Camera 200MP + Zoom 100X – Cảm biến lớn, chụp đêm ấn tượng, zoom siêu xa. / Pin 5000mAh, sạc nhanh 45W – Thời lượng pin dài, hỗ trợ sạc không dây."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-s25-ultra.html",
        "name": " Samsung Galaxy S25 Ultra 12GB 256GB ",
        "upgrade_price": "27.990.000đ",
        "price": "30.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại Samsung Galaxy S25 Ultra 5G 12GB 256GB / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung S25 Ultra  mạnh mẽ với chip  Snapdragon 8 Elite For Galaxy  mới nhất, RAM 12GB và bộ nhớ trong 256GB-1TB. Hệ thống  3 camera sau  chất lượng gồm camera chính 200MP, camera tele 50MP và camera góc siêu rộng 50MP. Thiết kế kính cường lực  Corning Gorilla Armor 2  và khung  viền Titanium , màn hình Dynamic AMOLED 6.9 inch. Điện thoại này còn có viên pin  5000mAh , hỗ trợ  5G  và  Galaxy AI  ấn tượng, nâng cao trải nghiệm người dùng! Samsung S25 Ultra  ra mắt Việt Nam vào  1:00 sáng ngày 23/1/2025  tại sự kiện  Galaxy Unpacked 2025  diễn ra ở  San Jose, Hoa Kỳ . Samsung Galaxy S25 Ultra  sở hữu  4 màu sắc  tinh tế và hiện đại gồm:  Xanh Titan, Xám Titan, Bạc Titan và Đen Titan . Có thể thấy màu sắc mới xuất hiện là  Bạc Titan  và Xanh Titan thay thế cho Tím và Vàng của S24 Ultra. Ngoài ra có 1 số màu sắc khác chỉ có tại Samsung.com như Vàng Hồng, Đen Tuyền, Xanh Ngọc Titan. Với nhiều tuỳ chọn này, người dùng dễ dàng lựa chọn phiên bản phù hợp với phong cách cá nhân.",
        "highlight": "Chuẩn IP68 trên Samsung S25 Ultra 5G – Chống nước, chống bụi, thiết kế cao cấp, sang trọng. / Âm thanh Dolby Atmos, loa kép AKG – Trải nghiệm âm thanh sống động, chân thực. / Màn hình S25 Ultra Dynamic AMOLED 2X 6.9 inch, 120Hz – Hiển thị sắc nét, mượt mà, tiết kiệm pin. / Camera 200MP + Zoom 100X – Cảm biến lớn, chụp thiếu sáng tốt, zoom xa chi tiết."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-realme-c65s.html",
        "name": " realme C65s 8GB 256GB ",
        "upgrade_price": "4.290.000đ",
        "price": "4.790.000đ",
        "contain": "Hộp, Sách hướng dẫn, Cây lấy sim, Ốp lưng, Cáp Type C, Củ sạc nhanh rời đầu Type A / Bảo hành 24 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Trải nghiệm hình ảnh rộng rãi và thoải mái với màn hình 6.745 inch. / Camera 50MP – Chụp ảnh sắc nét, hỗ trợ nhiều chế độ chụp. / Sử dụng thoải mái cả ngày dài với pin dung lượng lớn 5000mAh. / Thu hút ngay từ cái nhìn đầu tiên với các đường nét mềm mại và hiện đại."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/nubia-neo-2.html",
        "name": " Nubia Neo 2 5G ",
        "upgrade_price": "3.990.000đ",
        "price": "4.490.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 18 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Nubia Neo 2  là một smartphone mạnh mẽ với  chipset Unisoc T820  và bộ nhớ trong lên đến  256GB , cùng với  RAM 8GB + 10GB RAM  ảo để tối ưu hiệu suất. Máy sở hữu  màn hình rộng 6.72 inch Full-HD+  sắc nét với camera chính có  độ phân giải lên đến 50MP . Đặc biệt, viên  pin dung lượng lớn 6.000 mAh , hỗ trợ  sạc nhanh 33W  giúp máy hoạt động lâu dài.",
        "highlight": "Trải nghiệm hình ảnh mượt mà, sống động - Màn hình 6.72\" Full HD+ 120Hz / Chơi game liên tục không lo gián đoạn - Pin 6.000 mAh, sạc nhanh 33W / Âm thanh sống động, nhập vai - Hệ thống âm thanh nổi DTS:X Ultra / Trải nghiệm chơi game tuyệt vời - Trang bị nhiều tính năng chơi game, hiệu suất cao"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-vivo-y18s.html",
        "name": " vivo Y18S 6GB 128GB ",
        "upgrade_price": "3.190.000đ",
        "price": "3.690.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Màn hình LCD rộng 6.56 inch, độ sáng cao và độ phân giải sắc nét, mang đến trải nghiệm hình ảnh tuyệt vời"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-infinix-hot-40-pro.html",
        "name": " Infinix Hot 40 Pro Free Fire 8GB 256GB ",
        "upgrade_price": "3.190.000đ",
        "price": "3.690.000đ",
        "contain": "Mới, nguyên hộp. Hộp gồm: Máy, cáp sạc, củ sạc, ốp lưng, dán màn hình, que lấy SIM, sách HDSD / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Infinix Hot 40 Pro  có khối lượng   199 gram , màn hình  IPS LCD  kích thước   6.78 inch  độ phân giải   1080 × 2460 pixel   kết hợp tốc độ làm mới lên đến   120 Hz . Bên cạnh đó, con chipset   MediaTek Helio G99   mạnh mẽ được cải tiến và hoàn thiện.   RAM 8GB   và tùy chọn bộ nhớ trong   128GB   cung cấp không gian lưu trữ lớn và khả năng đa nhiệm mượt mà. Với dung lượng pin lớn   5000 mAh , tốc độ sạc nhanh của Infinix Hot 40 Pro là  33 W,   hỗ trợ quá trình sạc nhanh hơn. Điện thoại  Infinix Hot 40 Pro  đã chính thức được ra mắt vào  ngày 7 tháng 12 năm 2023 , đánh dấu một sự kiện quan trọng trong thế giới công nghệ di động. Ngày này đại diện cho sự hoàn thiện và cập nhật của dòng sản phẩm, mang đến cho người dùng những tính năng và công nghệ mới nhất. Sản phẩm được ra mắt với mức giá dự kiến  khoảng 4,8 triệu đồng , đây là một mức giá phân khúc giá rẻ. Với mức giá này, người tiêu dùng sẽ nhận được sự cải tiến đáng kể về hiệu suất, camera, và pin, đồng thời tận hưởng trải nghiệm di động cao cấp mà không cần phải chi trả một số tiền lớn.",
        "highlight": "Chipset MediaTek Helio G99 mạnh mẽ mang lại hiệu suất ổn định và linh hoạt.  / Camera chính 108 MP và camera trước 32MP - Tạo nên khả năng chụp ảnh sắc nét và chi tiết. / Dung lượng pin 5.000 mAh cùng sạc nhanh 33W - Mang đến trải nghiệm sử dụng lâu dài cho người dùng. / Màn hình 6.78 inch - tần số quét 120Hz mang lại trải nghiệm mượt mà và mật độ điểm ảnh 396 ppi giúp hình ảnh rõ nét."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-realme-c61.html",
        "name": " realme C61 4GB 128GB ",
        "upgrade_price": "2.590.000đ",
        "price": "3.090.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Màn hình IPS LCD 6.745 inch với độ làm tươi 90 Hz cho hình ảnh sắc nét, màu sắc rực rỡ và góc nhìn rộng. / Bộ xử lý Unisoc Tiger T612 cho hiệu năng ổn định, xử lý mượt mà các tác vụ hàng ngày và chơi game nhẹ nhàng. / Cài đặt sẵn hệ điều hành Android 14 mới nhất với giao diện hiện đại, nhiều tính năng hữu ích. / Kháng nước nhẹ IP54 cho bạn yên tâm sử dụng trong điều kiện thời tiết ẩm ướt."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-realme-c61-6gb-128gb.html",
        "name": " realme C61 6GB 128GB ",
        "upgrade_price": "2.890.000đ",
        "price": "3.390.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Màn hình IPS LCD 6.745 inch với độ làm tươi 90 Hz cho hình ảnh sắc nét, màu sắc rực rỡ và góc nhìn rộng. / Bộ xử lý Unisoc Tiger T612 cho hiệu năng ổn định, xử lý mượt mà các tác vụ hàng ngày và chơi game nhẹ nhàng. / Cài đặt sẵn hệ điều hành Android 14 mới nhất với giao diện hiện đại, nhiều tính năng hữu ích. / Kháng nước nhẹ IP54 cho bạn yên tâm sử dụng trong điều kiện thời tiết ẩm ướt."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-tecno-camon-30s.html",
        "name": " TECNO CAMON 30S 8GB 256GB ",
        "upgrade_price": "4.150.000đ",
        "price": "4.650.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại Tecno camon 30s, ốp lưng, bộ sạc 33W, miếng dán cường lực / Bảo hành 13 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Màn hình AMOLED 6.78 inches - Hiển thị hình ảnh rực rỡ, sắc nét, mang lại trải nghiệm giải trí và xem phim tuyệt vời. / Chipset Mediatek G100- Hiệu suất ổn định, đáp ứng tốt nhu cầu chơi game và các tác vụ nặng. / RAM 8GB + Bộ nhớ trong 256GB: Cung cấp hiệu năng mạnh mẽ, cho phép người dùng lưu trữ nhiều ứng dụng và dữ liệu mà không lo đầy bộ nhớ. / Chất lượng hình ảnh sắc nét, hỗ trợ nhiều tính năng chụp ảnh chuyên nghiệp, phù hợp cho nhu cầu chụp ảnh cao cấp."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-nubia-music.html",
        "name": " Nubia Music NFC 4GB 128GB (Bản đặc biệt) ",
        "upgrade_price": "1.590.000đ",
        "price": "2.090.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 18 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Chip âm thanh chuyên dụng mang đến chất lượng âm thanh tuyệt vời, được trang bị NFC tiện lợi khi sử dụng. / Màn hình lớn 6.6 inch HD+ cho phép bạn xem nội dung với độ chi tiết cao và màu sắc rực rỡ.  / Pin dung lượng lớn 5000mAh cho phép bạn sử dụng điện thoại cả ngày dài mà không cần lo lắng về việc hết pin. / Bộ nhớ trong lớn 128GB cho phép bạn lưu trữ một lượng lớn bài hát, video và các tệp tin khác. "
    },
    {
        "phoneUrl": "https://cellphones.com.vn/xiaomi-14t-pro.html",
        "name": " Xiaomi 14T Pro 12GB 512GB ",
        "upgrade_price": "13.990.000đ",
        "price": "14.490.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Xiaomi 14T Pro 5G, Sách hướng dẫn, Cây lấy sim, Ốp lưng, Cáp Type C / Bảo hành 24 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Hiệu năng Xiaomi 14T Pro 5G mạnh mẽ với chip MediaTek Dimensity 9300+ - Hiệu suất tối ưu cho các tác vụ nặng như chơi game, xử lý đồ họa và đa nhiệm mượt mà. / Màn hình AMOLED 6.67 inch 144Hz siêu mượt - Trải nghiệm hình ảnh sắc nét, mọi thao tác trở nên mượt mà hơn, từ lướt web đến chơi game. / Pin 5.000mAh và sạc nhanh 120W - Điện thoại Xiaomi 14T Pro 5G giúp bạn sạc đầy chỉ trong vòng chưa đến 20 phút, đảm bảo thời lượng sử dụng lâu dài suốt cả ngày. / Hỗ trợ 5G và Wi-Fi 7 - Tốc độ kết nối siêu nhanh, giúp bạn trải nghiệm mượt mà từ xem video trực tuyến đến chơi game mà không lo bị gián đoạn."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-14-plus-256gb.html",
        "name": " iPhone 14 Plus 256GB | Chính hãng VN/A ",
        "upgrade_price": "18.990.000đ",
        "price": "20.990.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Lightning - Type C  / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": " Trải nghiệm thị giác ấn tượng - Màn hình lớn 6.7\"\" sắc nét với công nghệ Super Retina XDR /  Sử dụng lâu dài với viên pin lớn giúp phát video liên tục lên tới 26 giờ /  Tuyệt đỉnh thiết kế, tỉ mỉ từng đường nét - Nâng cấp toàn diện với kiểu dáng mới, nhiều lựa chọn màu sắc trẻ trung /  Hiệu năng hàng đầu thế giới - Apple A15 Bionic 6 nhân xử lí nhanh, ổn định"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-tecno-spark-30c.html",
        "name": " TECNO SPARK 30C 4GB 128GB ",
        "upgrade_price": "1.850.000đ",
        "price": "2.350.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 13 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Tecno Spark 30c được trang bị chipset MediaTek Helio G81 với CPU 8 nhân cho hiệu suất mượt mà, đảm bảo trải nghiệm đa nhiệm và chơi game tốt nhất. / Trải nghiệm hình ảnh sắc nét với độ phân giải 720 x 1600 pixel, hoàn hảo cho việc xem video và chơi game. / Màn hình nốt ruồi chạm tay ướt và công nghệ âm thanh loa kép DTS mang lại trải nghiệm giải trí tuyệt vời. / Hỗ trợ công nghệ NFC tiện dụng. Pin lớn, bạn có thể thoải mái sử dụng cả ngày mà không lo hết năng lượng"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-m55.html",
        "name": " Samsung Galaxy M55 12GB 256GB ",
        "upgrade_price": "8.490.000đ",
        "price": "8.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cáp Type C, Cây lấy sim / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung M55  là sản phẩm mới thuộc dòng  Galaxy M ,  với màn hình  6.7 inch Super AMOLED Plus  cung cấp khả năng hiển thị  Full HD+  siêu thực cùng tần số quét lên đến  120Hz . Kèm theo đó là các thông số cấu hình đỉnh cao tới từ chipset  Qualcomm Snapdragon 7 Gen 1 , bộ nhớ trong  256GB  cùng  RAM 12GB , đảm bảo tốc độ xử lý, đa nhiệm và lưu trữ ấn tượng. Ngoài ra Galaxy M55 còn sở hữu viên pin dung lượng  5000mAh , hỗ trợ trải nghiệm dài lâu chỉ sau 1 lần nạp pin.",
        "highlight": "Trải nghiệm hình ảnh sống động và sắc nét với màn hình AMOLED 6.7 inch, độ phân giải Super AMOLED+. / Ghi lại những bức ảnh tuyệt đẹp với camera chính 50MP, khẩu độ f/1.8, cùng nhiều tính năng chụp ảnh thông minh. / Qualcomm Snapdragon 7 Gen 1 nhân kết hợp với RAM 12GB mang đến hiệu suất mạnh mẽ cho mọi tác vụ, từ chơi game đến chỉnh sửa video. / Pin khủng 5000mAh - Sử dụng điện thoại cả ngày dài mà không lo hết pin nhờ viên pin."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-xiaomi-redmi-note-13-pro-5g-8gb-256gb.html",
        "name": " Xiaomi Redmi Note 13 Pro 5G 8GB 256GB  ",
        "upgrade_price": "6.990.000đ",
        "price": "7.490.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Xiaomi Redmi Note 13 Pro 5G 8GB 256GB, Hộp, Sách hướng dẫn, Cây lấy sim, Ốp lưng, Cáp Type C, Củ sạc nhanh rời đầu Type A / Bảo hành 18 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Điện thoại Xiaomi  Redmi Note 13 Pro 5G 8GB 256GB  tích hợp chip Snapdragon 7s Gen 2 (8 nhân) mạnh mẽ, xử lý tác vụ mượt mà, thúc đẩy hiệu năng toàn diện. Camera chính 200 MP của  Note 13 Series  cho phép ghi lại hình ảnh vô cùng sắc nét, mang đến trải nghiệm chụp ảnh chi tiết và sống động. Viên pin lớn 5100 mAh giúp Redmi Note 13 Pro hoạt động bền bỉ suốt cả ngày, giảm thiểu tình trạng sạc nhiều lần.",
        "highlight": "Màn hình AMOLED 6,67 inch, tần số quét 120Hz và độ sáng tối đa 1.800 nits, mang lại trải nghiệm hình ảnh sắc nét và mượt mà. / Chip mới nhất của Qualcomm, máy không chỉ có hiệu suất mạnh mẽ mà còn tối ưu hóa năng lượng khi sử dụng mạng 5G, giúp tiết kiệm pin hơn. / Viên pin 5.100 mAh hỗ trợ sạc nhanh 67W, giúp Xiaomi Redmi Note 13 Pro 5G 8gb 256gb hoạt động bền bỉ suốt ngày dài và nhanh chóng nạp đầy năng lượng.  / Note 13 Pro 5G 8/256gb hỗ trợ kết nối 5G mang lại tốc độ kết nối siêu nhanh, giúp bạn trải nghiệm mượt mà khi xem video trực tuyến."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-xiaomi-redmi-14c.html",
        "name": " Xiaomi Redmi 14C 4GB 128GB ",
        "upgrade_price": "2.090.000đ",
        "price": "2.590.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 18 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Xiaomi Redmi 14C  với  chipset MediaTek Helio G81-Ultra , giúp tối ưu hóa hiệu suất và tiết kiệm năng lượng hơn so với thế hệ 13C tiền nhiệm. Khi đi kèm với RAM 4GB, chipset này đảm bảo đem đến cho  khả năng xử lý đa nhiệm xuất sắc . Nó cho phép người sử dụng dễ dàng chuyển đổi giữa các ứng dụng, tác vụ một cách nhanh chóng và hiệu quả.",
        "highlight": "Màn hình 6,88 inch, lớn nhất trên dòng Redmi cho đến nay, mang đến không gian xem rộng rãi và phong phú . / Viên pin lớn 5160mAh, giúp người dùng yên tâm duy trì kết nối mà không cần phải sạc lại thường xuyên. / Redmi 14C được trang bị bộ vi xử lý 8 nhân MediaTek Helio G81- Ultra, mang lại hiệu năng mượt mà và hiệu quả. / Điện thoại được trang bị hệ thống camera kép AI 50MP mạnh mẽ để dễ dàng ghi lại những khoảnh khắc đáng nhớ."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-nubia-v60-design.html",
        "name": " Nubia V60 Design 6GB 256GB ",
        "upgrade_price": "2.090.000đ",
        "price": "2.590.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 18 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Tần số quét 90Hz mang đến trải nghiệm hình ảnh mượt mà và sống động, với tốc độ làm mới cao và màu sắc rực rỡ. / Chip Unisoc T606mang đến hiệu năng mạnh mẽ, cho phép bạn xử lý các tác vụ hàng ngày một cách mượt mà và chơi game một cách hiệu quả. / Bộ nhớ trong 256GB cung cấp đủ không gian lưu trữ cho ảnh, video, nhạc và các ứng dụng của bạn. / Camera sau 50MP + 2MP cho phép bạn chụp ảnh chất lượng cao, với độ chi tiết cao và màu sắc rực rỡ. "
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-nothing-phone-2a-12gb-256gb.html",
        "name": " Nothing Phone 2A 5G 12GB 256GB - Chỉ có tại CellphoneS ",
        "upgrade_price": "7.490.000đ",
        "price": "7.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Pin, Sạc; Que cắm SIM / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 3 tháng nếu có lỗi phần cứng từ nhà sản xuất. / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Màn hình 6.7 inch AMOLED, tần số quét 120Hz, hiển thị mượt mà, màu sắc rực rỡ. / Chip MediaTek Dimensity 7200 Pro mạnh mẽ với chip hàng đầu, xử lý đa nhiệm và game nặng mượt mà. / Camera kép với cảm biến 50MP, chụp ảnh sắc nét, quay video 4K ấn tượng. / Pin 5000mAh, sạc nhanh - Dung lượng pin lớn, hỗ trợ sạc nhanh, đáp ứng nhu cầu dùng cả ngày dài."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-xiaomi-poco-m6.html",
        "name": " Xiaomi POCO M6 6GB 128GB - Chỉ có tại CellphoneS ",
        "upgrade_price": "2.850.000đ",
        "price": "3.350.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Xiaomi POCO M6 / Bộ đổi nguồn / Cáp USB Type-C / Dụng cụ tháo SIM / Ốp bảo vệ / Hướng dẫn sử dụng nhanh / Thẻ bảo hành / Thông tin an toàn / Bảo hành 18 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "POCO M6 5G  hỗ trợ xử lý đa nhiệm cực mượt cùng lúc nhiều ứng dụng với bộ nhớ RAM lớn cùng  chipset Helio G91-Ultra  mạnh mẽ hàng đầu. Đi kèm theo đó là màn hình  AdaptiveSync 6.79 inches  với  tần số quét 90Hz,  độ sáng tối đa 550 nits và độ phân giải FHD+, đảm bảo chất lượng hiển thị cực nét. Đồng thời, hệ thống máy ảnh trên Xiaomi POCO M6 cũng khá ấn tượng với camera sau 108MP cùng camera trước 13MP đều hỗ trợ quay phim 1080p.",
        "highlight": "Màn hình 6.79 inch với tần số quét 90Hz cho trải nghiệm xem phim, chơi game mượt mà và sống động. / Pin 5030mAh cho phép bạn sử dụng điện thoại cả ngày dài mà không lo hết pin. / Hỗ trợ sạc nhanh 33W và Xiaomi POCO M6 cũng hỗ trợ sạc nhanh chóng và hiệu quả, tiết kiệm thời gian. / Với thiết kế trẻ trung, năng động, POCO M6 phù hợp với những người dùng yêu thích sự cá tính và nổi bật."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-nothing-phone-2a-plus.html",
        "name": " Nothing Phone 2A Plus 5G 12GB 256GB - Chỉ có tại CellphoneS ",
        "upgrade_price": "8.390.000đ",
        "price": "8.890.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Pin, Sạc; Que cắm SIM / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 3 tháng nếu có lỗi phần cứng từ nhà sản xuất. / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Màn hình lớn, sắc nét, hỗ trợ tần số quét 120Hz mang lại trải nghiệm mượt mà cho cả việc xem nội dung và chơi game. / Chip MediaTek Dimensity 7350 Pro 5G, Nothing Phone 2 mang đến hiệu suất cao, hỗ trợ tốt các tác vụ đa nhiệm và chơi game nặng. / Hệ thống camera kép với cảm biến chính 50MP và một cảm biến siêu rộng 50MP đem lại những ảnh chụp và video siêu chất lượng. / Pin dung lượng cao 5000 mAh, hỗ trợ sạc nhanh 50W giúp người dùng yên tâm sử dụng cả ngày mà không lo gián đoạn."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-nothing-phone-2a.html",
        "name": " Nothing Phone 2A 5G 8GB 128GB - Chỉ có tại CellphoneS ",
        "upgrade_price": "6.290.000đ",
        "price": "6.790.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Pin, Sạc; Que cắm SIM / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 3 tháng nếu có lỗi phần cứng từ nhà sản xuất. / Giá sản phẩm đã bao gồm VAT",
        "description": "Điện thoại Nothing Phone 2A nổi bật với thiết kế bắt mắt cùng màn hình Flexible AMOLED 6.7 inch phẳng cùng tần số quét 120Hz và độ sáng 1.300 nits. Bên trong, thiết bị được trang bị chip Dimensity 7200 Pro, hệ thống camera kép 50MP cùng viên pin 5000mAh.",
        "highlight": "Màn hình 6.7 inch AMOLED, tần số quét 120Hz, hiển thị mượt mà, màu sắc rực rỡ. / Chip MediaTek Dimensity 7200 Pro mạnh mẽ với chip hàng đầu, xử lý đa nhiệm và game nặng mượt mà. / Camera kép với cảm biến 50MP, chụp ảnh sắc nét, quay video 4K ấn tượng. / Pin 5000mAh, sạc nhanh - Dung lượng pin lớn, hỗ trợ sạc nhanh, đáp ứng nhu cầu dùng cả ngày dài."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/tecno-camon-30.html",
        "name": " Tecno Camon 30 8GB 256GB ",
        "upgrade_price": "4.350.000đ",
        "price": "4.850.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại Tecno camon 30, ốp lưng, bộ sạc, miếng dán cường lực / Bảo hành 13 tháng tại trung tâm bảo hành Chính hãng, +100 ngày và bảo hành rơi vỡ màn hình 60 ngày. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất. / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Nâng tầm nhiếp ảnh chân dung với camera 50MP sắc nét, lưu giữ mọi khoảnh khắc đáng nhớ. / Trải nghiệm màn hình lớn mãn nhãn 6.78 inches, hiệu năng mạnh mẽ với chip Helio G99 Ultimate(6nm). / Thiết kế cổ điển cùng dung lượng pin 5000 mAh, sạc nhanh 70W giúp tăng thời lượng sử dụng."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-a25.html",
        "name": " Samsung Galaxy A25 5G 6GB 128GB ",
        "upgrade_price": "4.390.000đ",
        "price": "4.890.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Type C / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Điện thoại  Samsung A25  sở hữu thiết kế  tinh giản  với những tông màu thời trang, màn hình  AMOLED Full HD+  sắc nét cùng tần số quét lên đến  120Hz . Smartphone còn sở hữu sức mạnh ổn định với chipset Exynos 1280,  RAM  6GB  và bộ nhớ trong  128GB  vượt trội.",
        "highlight": " Rực rỡ mọi góc nhìn - Màn hình Super AMOLED với tần số quét 120Hz cho hình ảnh vượt trội /  Trở thanh nhiếp ảnh gia chuyên nghiệp - Camera 50MP, chống rung IOS ổn định mọi địa hình /  Pin tràn đầy, sạc trong tích tắc - Pin lớn 5000mAh cùng sạc nhanh 25W /  Xử lí tác vụ nhanh và ổn định - Chip Exynos 1280 8 nhân cùng RAM 6GB"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/oppo-find-n3-flip.html",
        "name": " OPPO Find N3 Flip 12GB 256GB ",
        "upgrade_price": "16.490.000đ",
        "price": "16.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cây lấy sim, Ốp lưng, Cáp Type C, Củ sạc nhanh rời đầu Type A / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "OPPO Find N3 Flip  chính thức ra mắt thị trường Việt Nam ngày 26/10 sở hữu nhiều ưu điểm vượt trội: chip  Dimensity 9200 , RAM  12GB  cùng bộ nhớ trong  256GB . Cạnh đó, camera điện thoại gập Find N3 Flip hợp tác cùng  Hasselblad , ống kính chính độ phân giải  50MP  và màn hình  AMOLED 6.8 inch  cho trải nghiệp quay chụp chuyên nghiệp hơn bao giờ hết. Cùng ra mắt trong N3 Series năm nay còn có  OPPO Find N3  với những cải tiến nổi bật. Mời bạn tìm hiểu thêm về giá bán, ngày ra mắt và những thay đổi đáng giá trên OPPO Find N3 Fold năm nay tại CellphoneS. OPPO Find N3 Flip và Find N3 Fold  đã chính thức được ra mắt vào ngày  26/10/2023  theo giờ Việt Nam. Hiện tại đang diễn ra chương trình  ĐẶT TRƯỚC OPPO FIND N3 FLIP TẠI CELLPHONES  với bộ quà khủng 9.29 triệu. Đặt ngay! Tại Việt Nam, giá bán  OPPO Find N3 chỉ từ 22.990.000đ  kèm theo nhiều ưu đãi khi đặt hàng tại CellphoneS.",
        "highlight": "Bậc thầy thiết kế, siêu mỏng nhe - Mỏng chỉ 239g, nhẹ chỉ 5.8mm với nếp gấp tàng hình / Rực rõ mọi màn hình hiển thị - Kích thước lên đến 7.8mm, độ phân giải 2K+ cùng tần số quét 120Hz mượt mà / Bậc thầy nhiếp ảnh - 3 camera hàng đầu đến 64MP kết hợp cùng đa dạng chế độ chụp hoàn hảo / Nâng cao hiệu suất sử dụng - Chip Snapdragon 8 Gen 2 8 nhân mạnh mẽ cùng hàng loạt tính năng đa nhiệm thông tinh /  "
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-15.html",
        "name": " iPhone 15 128GB | Chính hãng VN/A ",
        "upgrade_price": "13.990.000đ",
        "price": "15.990.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Type C / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "iPhone 15 128GB  được trang bị  màn hình Dynamic Island kích thước 6.1 inch  với công nghệ hiển thị  Super Retina XDR  màn lại trải nghiệm hình ảnh vượt trội. Điện thoại với mặt lưng kính nhám chống bám mồ hôi cùng  5 phiên bản màu sắc  lựa chọn:  Hồng, Vàng, Xanh lá, Xanh dương và đen . Camera trên  iPhone 15 series  cũng được nâng cấp lên  cảm biến 48MP  cùng tính năng chụp  zoom quang học tới 2x . Cùng với thiết kế cổng sạc thay đổi từ lightning sang USB-C vô cùng ấn tượng. Chính thức: Apple vừa cho ra mắt thế hệ iPhone 16 kế tiếp với những nâng cấp vượt trội. Trong đó  iPhone 16 thường  (bản tiêu chuẩn) cũng sở hữu màu sắc mới, giá bán hấp dẫn. Xem thông tin ngày về hàng, giá bán chính thức tại hệ thống CellphoneS!",
        "highlight": " Thiết kế thời thượng và bền bỉ - Mặt lưng kính được pha màu xu hướng cùng khung viền nhôm bền bỉ /  Dynamic Island hiển thị linh động mọi thông báo ngay lập tức giúp bạn nắm bắt mọi thông tin /  Chụp ảnh đẹp nức lòng - Camera chính 48MP, Độ phân giải lên đến 4x và Tele 2x chụp chân dung hoàn hảo /  Pin dùng cả ngày không lắng lo - Thời gian xem video lên đến 20 giờ và sạc nhanh qua cổng USB-C tiện lợi /  Cải tiến hiệu năng vượt bậc - A16 Bionic mạnh mẽ giúp bạn cân mọi tác vụ dù có yêu cầu đồ hoạ cao"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-s24-ultra.html",
        "name": " Samsung Galaxy S24 Ultra 12GB 256GB ",
        "upgrade_price": "22.490.000đ",
        "price": "23.490.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại thông minh  / 2. Cáp truyền dữ liệu  / 3. Que lấy sim  /  * Galaxy S24 Ultra không bao gồm củ sạc. / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Trải nghiệm đỉnh cao trên Samsung Galaxy S24 Ultra với hiệu năng mạnh mẽ từ vi xử lý tân tiến, kết hợp cùng RAM 12GB cho khả năng đa nhiệm mượt mà. / Lưu trữ thoải mái mọi ứng dụng, hình ảnh và video với bộ nhớ trong 256GB. / Nâng tầm nhiếp ảnh di động với hệ thống camera S24 Ultra 5G tiên tiến, cho ra đời những bức ảnh và video chất lượng chuyên nghiệp. / Thiết kế sang trọng, đẳng cấp, khẳng định phong cách thời thượng."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-13.html",
        "name": " iPhone 13 128GB | Chính hãng VN/A ",
        "upgrade_price": "9.890.000đ",
        "price": "11.890.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Lightning - Type C / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": " Hiệu năng vượt trội - Chip Apple A15 Bionic mạnh mẽ, hỗ trợ mạng 5G tốc độ cao /  Không gian hiển thị sống động - Màn hình 6.1\" Super Retina XDR độ sáng cao, sắc nét /  Trải nghiệm điện ảnh đỉnh cao - Camera kép 12MP, hỗ trợ ổn định hình ảnh quang học /  Tối ưu điện năng - Sạc nhanh 20 W, đầy 50% pin trong khoảng 30 phút"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-14-256gb.html",
        "name": " iPhone 14 256GB | Chính hãng VN/A ",
        "upgrade_price": "13.790.000đ",
        "price": "15.790.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Lightning - Type C / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": " Tuyệt đỉnh thiết kế, tỉ mỉ từng đường nét - Nâng cấp toàn diện với kiểu dáng mới, nhiều lựa chọn màu sắc trẻ trung /  Nâng tầm trải ngiệm giải trí đỉnh cao - Màn hình 6,1\"\" cùng tấm nền OLED có công nghệ Super Retina XDR cao cấp /  Chụp ảnh chuyên nghiệp hơn - Cụm 2 camera 12 MP đi kèm nhiều chế độ và chức năng chụp hiện đại  /  Hiệu năng hàng đầu thế giới - Apple A15 Bionic 6 nhân xử lí nhanh, ổn định"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-s24-plus.html",
        "name": " Samsung Galaxy S24 Plus 12GB 256GB ",
        "upgrade_price": "16.990.000đ",
        "price": "17.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Samsung S24 Plus, hộp đựng, sạc,... / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": " Mở ra Kỷ nguyên Điện thoại Samsung S24 Plus AI Cao cấp -Hỗ trợ Phiên dịch cuộc gọi, trợ lí chỉnh ảnh, khoanh vùng để tìm kiếm /  Chụp ảnh bất kể không gian và thời gian - Camera 50MP với với công nghệ ProVisual, chụp đêm và siêu thu phóng /  Pin S24+ tối ưu thông minh cho cả ngày tràn đầy năng lượng - Viên pin 4900 mAh cho phép bạn xem video liên tục đến 29 giờ /  Nâng cấp màn hình trải nghiệm tuyệt đỉnh - Màn hình 6.7\" inch Dynamic AMOLED 2X cùng tần số quét 120Hz"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-14.html",
        "name": " iPhone 14 128GB  | Chính hãng VN/A ",
        "upgrade_price": "10.990.000đ",
        "price": "12.990.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Lightning - Type C / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "iPhone 14 128GB  sở hữu màn hình  Retina XDR OLED  kích thước  6.1 inch  cùng độ sáng vượt trội lên đến  1200 nits . Máy cũng được trang bị  camera kép 12 MP  phía sau cùng cảm biến điểm ảnh lớn, đạt  1.9 micron  giúp cải thiện khả năng chụp thiếu sáng. Mẫu iPhone 14 mới cũng mang trong mình con  chip Apple A15 Bionic  phiên bản 5 nhân mang lại hiệu suất vượt trội. Về thời lượng sử dụng,  điện thoại iPhone 14  series được Apple đánh giá là thế hệ iPhone có  thời lượng pin tốt nhất . Theo hãng, iPhone 14 sẽ cho thời gian sử dụng  phát video lên đến 20 giờ  hoặc  16 giờ khi phát video trực tuyến . Cùng với đó là khả năng  sạc nhanh công suất 20W  với củ sạc được bán riêng. Với công suất này, người dùng có thể bổ sung 50% dung lượng cho thiết bị chỉ trong vòng 30 phút.",
        "highlight": " Tuyệt đỉnh thiết kế, tỉ mỉ từng đường nét - Nâng cấp toàn diện với kiểu dáng mới, nhiều lựa chọn màu sắc trẻ trung /  Nâng tầm trải ngiệm giải trí đỉnh cao - Màn hình 6,1\"\" cùng tấm nền OLED có công nghệ Super Retina XDR cao cấp /  Chụp ảnh chuyên nghiệp hơn - Cụm 2 camera 12 MP đi kèm nhiều chế độ và chức năng chụp hiện đại  /  Hiệu năng hàng đầu thế giới - Apple A15 Bionic 6 nhân xử lí nhanh, ổn định"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/oppo-find-x5-pro.html",
        "name": " OPPO Find X5 Pro 5G 12GB 256GB  ",
        "upgrade_price": "12.490.000đ",
        "price": "12.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại, Cáp USB, Củ sạc, Que lấy SIM, Ốp lưng bảo vệ, Hướng dẫn an toàn, Hướng dẫn nhanh, Thẻ dịch vụ độc quyền / Bảo hành chính hãng 12 tháng tại trung tâm bảo hành ủy quyền, 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ NSX.  / Giá sản phẩm đã bao gồm VAT",
        "description": "OPPO Find X5 Pro  sở hữu thiết kế tinh tế, đẳng cấp với  mặt sau chất liệu gốm , thêm vào đó là  camera Hasseblad  cùng  màn hình 1 tỷ màu Bionic  và  hiệu năng vượt trội  từ  chip Snapdragon 8 Gen 1 . Hệ thống  camera đột phá  với  3 camera sau và camera selfie chất lượng cao  cho những bức ảnh ấn tượng, đặc biệt là  khả năng quay đếm 4K .",
        "highlight": "Chip Snapdragon 8 Gen 1 cho hiệu suất mạnh mẽ, cân mọi tác vụ từ giải trí đến làm việc / Màn hình AMOLED 120 Hz mang đến cho bạn trải nghiệm mượt mà, màu sắc sống động / Dùng thoải mái cả ngày với dung lượng pin 5.000 mAh, tích hợp sạc nhanh 80W hiện đại / RAM 12GB đảm bảo khả năng xử lý đa nhiệm không giật lag, ROM 256GB giúp lưu trữ tốt"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-z-flip-6.html",
        "name": " Samsung Galaxy Z Flip6 12GB 256GB ",
        "upgrade_price": "17.490.000đ",
        "price": "18.490.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Z Flip 6  sở hữu nhiều nâng cấp ấn tượng nhờ được trang bị chip Snapdragon 8 Gen 3 for Galaxy, RAM 12GB, mang lại hiệu năng mạnh mẽ cho đa nhiệm và chơi game. Camera chính 50MP của máy giúp cải thiện khả năng quay chụp, đặc biệt trong môi trường thiếu sáng. Cùng với đó là pin 4.000mAh, hỗ trợ sạc nhanh 25W, giúp kéo dài thời gian sử dụng của người dùng.",
        "highlight": "Chip Snapdragon 8 Gen 3 8 nhân mang đến hiệu năng mạnh mẽ, cho phép bạn xử lý các tác vụ hàng ngày một cách mượt mà. / Màn hình gập 6.7 inch Dynamic AMOLED 2X 120Hz mang đến trải nghiệm hình ảnh tuyệt vời, với độ phân giải cao. / Camera sau 50MP + 12MP cho phép bạn chụp ảnh chất lượng cao, với độ chi tiết cao và màu sắc rực rỡ.  / Pin dung lượng 4000 mAh cho phép bạn sử dụng điện thoại cả ngày dài mà không cần lo lắng về việc hết pin. "
    },
    {
        "phoneUrl": "https://cellphones.com.vn/vivo-v25e.html",
        "name": " vivo V25e 8GB 128GB ",
        "upgrade_price": "4.790.000đ",
        "price": "5.290.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / V25e, Tai nghe, Sách hướng dẫn, Dây USB, Củ sạc USB, Dây chuyển tai nghe 3.5mm, Que lấy SIM, Ốp lưng, Miếng dán màn hình (dán sẵn) / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": " Thiết kế đẳng cấp với mặt lưng thay đổi màu sắc - Cạnh viền vát phẳng thân máy siêu mỏng chỉ 7.79 mm  /  Màn hình cao cấp, sắc nét cho trải nghiệm tuyệt vời - Màn hình AMOLED 6.44\"\", tần số quét 90 Hz /  Lưu giữ trọn vẹn khoảng khắc - Hệ thống ba camera lên đến 64MP, hỗ trợ nhiều công nghệ chụp ảnh đa năng /  Hiệu năng ổn định, thao tác mượt mà - Sở hữu con chip MediaTek Helio G99 cùng RAM 8GB"
    }
]