[
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-a35.html",
        "name": " Samsung Galaxy A35 5G 8GB 128GB ",
        "upgrade_price": "6.390.000đ",
        "price": "6.890.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Máy, cáp sạc Type-C, Que chọc SIM, Hướng dẫn nhanh / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Galaxy A35  sở hữu những tính năng mang tính  đột phá, vượt trội  hơn hẳn những mẫu điện thoại thông thường. Với thiết kế ngoại hình ấn tượng cùng sự mạnh mẽ của hiệu năng tới từ con chip  Exynos 1380  đi kèm với bộ vi xử lý đồ hoạ ấn tượng, sản phẩm  Samsung Galaxy A  mới này được các chuyên giá đánh giá là rất có tiềm năng so với những chiếc máy cùng phân khúc. Tuy cùng phân khúc, nhưng giữa A35 và A55 vẫn có một số điểm khác biệt. Mời bạn tìm hiểu thêm về thông số, cấu hình và  giá bán Samsung A55  mới tại CellphoneS.",
        "highlight": "Chip Exynos 1380 - Sử dụng mượt mà, linh hoạt với các tác vụ nặng nề mà không gặp trở ngại. / Tần số quét 120Hz - Mỗi hành động trên màn hình đều trở nên mượt mà đáng kinh ngạc. / Với camera góc rộng 8MP mang đến khả năng thu trọn mọi khung cảnh vào khung hình. / Pin 5000 mAh kết hợp cùng sạc nhanh 25W - Sử dụng thoải mái trong mọi hoạt động hằng ngày."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-z-fold-6.html",
        "name": " Samsung Galaxy Z Fold6 12GB 256GB ",
        "upgrade_price": "33.490.000đ",
        "price": "36.490.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Z Fold 6  sở hữu thiết kế gập đẳng cấp cùng độ mỏng 12.1mm khi gập, 5.6mm khi mở và chỉ nặng 239g gọn nhẹ, linh hoạt cùng khung kim loại nhôm bền bỉ. Máy được tích hợp Snapdragon 8 thế hệ 3 tăng sức mạnh vượt trội. Pin 4400mAh cho trải nghiệm ấn tượng đến 12 giờ. Camera gồm 3 ống kính, quay phim đến chuẩn 8K quay chụp chuyên nghiệp hơn",
        "highlight": "Màn hình chính Dynamic AMOLED 2X 7.6 inch cho trải nghiệm giải trí, làm việc đỉnh cao. / Chip Snapdragon 8 Gen 3 cho tốc độ xử lý siêu nhanh, đáp ứng tốt mọi nhu cầu sử dụng. / Camera chính 50.0 MP ghi lại những khoảnh khắc đẹp với độ chi tiết, màu sắc ấn tượng. / Pin 4400mAh cho phép bạn sử dụng điện thoại cả ngày dài mà không cần lo lắng về việc hết pin."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/xiaomi-14t-pro.html",
        "name": " Xiaomi 14T Pro 12GB 512GB ",
        "upgrade_price": "15.590.000đ",
        "price": "16.490.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Xiaomi 14T Pro 5G, Sách hướng dẫn, Cây lấy sim, Ốp lưng, Cáp Type C / Bảo hành 24 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Hiệu năng Xiaomi 14T Pro 5G mạnh mẽ với chip MediaTek Dimensity 9300+ - Hiệu suất tối ưu cho các tác vụ nặng như chơi game, xử lý đồ họa và đa nhiệm mượt mà. / Màn hình AMOLED 6.67 inch 144Hz siêu mượt - Trải nghiệm hình ảnh sắc nét, mọi thao tác trở nên mượt mà hơn, từ lướt web đến chơi game. / Pin 5.000mAh và sạc nhanh 120W - Điện thoại Xiaomi 14T Pro 5G giúp bạn sạc đầy chỉ trong vòng chưa đến 20 phút, đảm bảo thời lượng sử dụng lâu dài suốt cả ngày. / Hỗ trợ 5G và Wi-Fi 7 - Tốc độ kết nối siêu nhanh, giúp bạn trải nghiệm mượt mà từ xem video trực tuyến đến chơi game mà không lo bị gián đoạn."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-14-pro-max.html",
        "name": " iPhone 14 Pro Max 128GB | Chính hãng VN/A ",
        "upgrade_price": "23.590.000đ",
        "price": "25.590.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Lightning - Type C / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "iPhone 14 Pro Max  sở hữu thiết kế màn hình  Dynamic Island  ấn tượng cùng màn hình  OLED 6,7 inch  hỗ trợ always-on display và hiệu năng vượt trội với  chip A16 Bionic . Bên cạnh đó máy còn sở hữu nhiều nâng cấp về camera với cụm  camera sau 48MP , camera trước 12MP dùng bộ nhớ  RAM 6GB  đa nhiệm vượt trội. Cùng phân tích chi tiết thông số siêu phẩm này ngay sau đây.",
        "highlight": " Màn hình Dynamic Island - Sự biến mất của màn hình tai thỏ thay thế bằng thiết kế viên thuốc, OLED 6,7 inch, hỗ trợ always-on display /  Cấu hình iPhone 14 Pro Max mạnh mẽ, hiệu năng cực khủng từ chipset A16 Bionic /  Làm chủ công nghệ nhiếp ảnh - Camera sau 48MP, cảm biến TOF sống động /  Pin liền lithium-ion kết hợp cùng công nghệ sạc nhanh cải tiến"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/xiaomi-14t.html",
        "name": " Xiaomi 14T 12GB 512GB ",
        "upgrade_price": "10.990.000đ",
        "price": "12.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cây lấy sim, Ốp lưng, Cáp Type C / Bảo hành 24 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Xiaomi 14T 5G  là phiên bản điện thoại cận cao cấp được Xiaomi trang bị con chip Dimensity 8300 Ultra cùng 12GB RAM để mang tới hiệu suất ấn tượng. Mẫu điện thoại này còn được Xiaomi trang bị bộ 3 ống kính Leica thế hệ mới để nâng cao trải nghiệm nhiếp ảnh. Với màn hình Super AMOLED 6.67 inch sở hữu phần viền siêu mỏng cùng độ nét 1.5K, điện thoại 14T của Xiaomi sẽ luôn mang tới chất lượng hình ảnh sắc nét, sống động.",
        "highlight": "Hiệu năng mạnh mẽ với chip MediaTek Dimensity 8300-Ultra - Mang lại hiệu năng tốt cho các tác vụ hàng ngày, từ lướt web, xem video đến chơi game với độ ổn định cao. / Thấu kính quang học Leica Summilux - Ghi lại những bức ảnh chi tiết, sắc nét phù hợp với nhu cầu nhiếp ảnh di động và quay phim chất lượng cao. / Màn hình 144Hz AMOLED cho màu sắc sống động, độ sáng cao và khả năng tái hiện hình ảnh chân thực, mang lại trải nghiệm xem phim, chơi game tuyệt vời. / Xiaomi 14T trang bị pin lớn 5.000mAh, kết hợp với công nghệ sạc nhanh 67W - Sạc đầy nhanh chóng và duy trì thời gian sử dụng suốt cả ngày."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-m55.html",
        "name": " Samsung Galaxy M55 12GB 256GB ",
        "upgrade_price": "8.890.000đ",
        "price": "9.390.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cáp Type C, Cây lấy sim / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung M55  là sản phẩm mới thuộc dòng  Galaxy M ,  với màn hình  6.7 inch Super AMOLED Plus  cung cấp khả năng hiển thị  Full HD+  siêu thực cùng tần số quét lên đến  120Hz . Kèm theo đó là các thông số cấu hình đỉnh cao tới từ chipset  Qualcomm Snapdragon 7 Gen 1 , bộ nhớ trong  256GB  cùng  RAM 12GB , đảm bảo tốc độ xử lý, đa nhiệm và lưu trữ ấn tượng. Ngoài ra Galaxy M55 còn sở hữu viên pin dung lượng  5000mAh , hỗ trợ trải nghiệm dài lâu chỉ sau 1 lần nạp pin.",
        "highlight": "Trải nghiệm hình ảnh sống động và sắc nét với màn hình AMOLED 6.7 inch, độ phân giải Super AMOLED+. / Ghi lại những bức ảnh tuyệt đẹp với camera chính 50MP, khẩu độ f/1.8, cùng nhiều tính năng chụp ảnh thông minh. / Qualcomm Snapdragon 7 Gen 1 nhân kết hợp với RAM 12GB mang đến hiệu suất mạnh mẽ cho mọi tác vụ, từ chơi game đến chỉnh sửa video. / Pin khủng 5000mAh - Sử dụng điện thoại cả ngày dài mà không lo hết pin nhờ viên pin."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-15.html",
        "name": " iPhone 15 128GB | Chính hãng VN/A ",
        "upgrade_price": "16.690.000đ",
        "price": "18.690.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Type C / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "iPhone 15 128GB  được trang bị  màn hình Dynamic Island kích thước 6.1 inch  với công nghệ hiển thị  Super Retina XDR  màn lại trải nghiệm hình ảnh vượt trội. Điện thoại với mặt lưng kính nhám chống bám mồ hôi cùng  5 phiên bản màu sắc  lựa chọn:  Hồng, Vàng, Xanh lá, Xanh dương và đen . Camera trên  iPhone 15 series  cũng được nâng cấp lên  cảm biến 48MP  cùng tính năng chụp  zoom quang học tới 2x . Cùng với thiết kế cổng sạc thay đổi từ lightning sang USB-C vô cùng ấn tượng. Chính thức: Apple vừa cho ra mắt thế hệ iPhone 16 kế tiếp với những nâng cấp vượt trội. Trong đó  iPhone 16 thường  (bản tiêu chuẩn) cũng sở hữu màu sắc mới, giá bán hấp dẫn. Xem thông tin ngày về hàng, giá bán chính thức tại hệ thống CellphoneS!",
        "highlight": " Thiết kế thời thượng và bền bỉ - Mặt lưng kính được pha màu xu hướng cùng khung viền nhôm bền bỉ /  Dynamic Island hiển thị linh động mọi thông báo ngay lập tức giúp bạn nắm bắt mọi thông tin /  Chụp ảnh đẹp nức lòng - Camera chính 48MP, Độ phân giải lên đến 4x và Tele 2x chụp chân dung hoàn hảo /  Pin dùng cả ngày không lắng lo - Thời gian xem video lên đến 20 giờ và sạc nhanh qua cổng USB-C tiện lợi /  Cải tiến hiệu năng vượt bậc - A16 Bionic mạnh mẽ giúp bạn cân mọi tác vụ dù có yêu cầu đồ hoạ cao"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-a15.html",
        "name": " Samsung Galaxy A15 LTE 8GB 128GB ",
        "upgrade_price": "3.790.000đ",
        "price": "4.290.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Type C / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Galaxy A15  LTE được trang bị công nghệ màn hình cao cấp  Super AMOLED , với độ phân giải  FHD+ 1080 x 2340 pixel . Màn hình của sản phẩm lớn  6.5inch  kết hợp với tần số quét nhanh, hạn chế tình trạng bị chớp màn hình hay bị nhòe khi sử dụng. Chiếc điện thoại mới của dòng  Samsung Galaxy A  này còn có cụm camera sắc nét và bộ nhớ lớn  8B+128GB  sử dụng thả ga. Điện thoại  Samsung Galaxy A15  hiện có giá siêu ưu đãi  chỉ từ 4.490.000VND cho bản LTE  tại hệ thống CellphoneS. Đây được đánh giá là sản phẩm tốt trong phân khúc giá rẻ với hiệu năng ổn định cùng cụm camera ấn tượng. Hứa hẹn sản phẩm sẽ mang đến nhiều trải nghiệm thú vị cho người dùng.  Samsung Galaxy A15  đã chính thức ra mắt vào tháng 12/2023 và thu hút được sự chú ý được nhiều tín đồ công nghệ. Với hiệu năng và thiết kế đáng kinh ngạc nhưng trong phân khúc giá rẻ, hứa hẹn sản phẩm sẽ làm hài lòng nhiều khách hàng khó tính nhờ những ưu điểm vượt trội.",
        "highlight": ""
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-s24-ultra.html",
        "name": " Samsung Galaxy S24 Ultra 12GB 256GB ",
        "upgrade_price": "25.490.000đ",
        "price": "25.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại thông minh  / 2. Cáp truyền dữ liệu  / 3. Que lấy sim  /  * Galaxy S24 Ultra không bao gồm củ sạc. / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": "Trải nghiệm đỉnh cao trên Samsung Galaxy S24 Ultra với hiệu năng mạnh mẽ từ vi xử lý tân tiến, kết hợp cùng RAM 12GB cho khả năng đa nhiệm mượt mà. / Lưu trữ thoải mái mọi ứng dụng, hình ảnh và video với bộ nhớ trong 256GB. / Nâng tầm nhiếp ảnh di động với hệ thống camera S24 Ultra 5G tiên tiến, cho ra đời những bức ảnh và video chất lượng chuyên nghiệp. / Thiết kế sang trọng, đẳng cấp, khẳng định phong cách thời thượng."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-13.html",
        "name": " iPhone 13 128GB | Chính hãng VN/A ",
        "upgrade_price": "10.750.000đ",
        "price": "12.750.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Lightning - Type C / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "",
        "highlight": " Hiệu năng vượt trội - Chip Apple A15 Bionic mạnh mẽ, hỗ trợ mạng 5G tốc độ cao /  Không gian hiển thị sống động - Màn hình 6.1\" Super Retina XDR độ sáng cao, sắc nét /  Trải nghiệm điện ảnh đỉnh cao - Camera kép 12MP, hỗ trợ ổn định hình ảnh quang học /  Tối ưu điện năng - Sạc nhanh 20 W, đầy 50% pin trong khoảng 30 phút"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-z-flip-6.html",
        "name": " Samsung Galaxy Z Flip6 12GB 256GB ",
        "upgrade_price": "20.850.000đ",
        "price": "21.350.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Z Flip 6  sở hữu nhiều nâng cấp ấn tượng nhờ được trang bị chip Snapdragon 8 Gen 3 for Galaxy, RAM 12GB, mang lại hiệu năng mạnh mẽ cho đa nhiệm và chơi game. Camera chính 50MP của máy giúp cải thiện khả năng quay chụp, đặc biệt trong môi trường thiếu sáng. Cùng với đó là pin 4.000mAh, hỗ trợ sạc nhanh 25W, giúp kéo dài thời gian sử dụng của người dùng.",
        "highlight": "Chip Snapdragon 8 Gen 3 8 nhân mang đến hiệu năng mạnh mẽ, cho phép bạn xử lý các tác vụ hàng ngày một cách mượt mà. / Màn hình gập 6.7 inch Dynamic AMOLED 2X 120Hz mang đến trải nghiệm hình ảnh tuyệt vời, với độ phân giải cao. / Camera sau 50MP + 12MP cho phép bạn chụp ảnh chất lượng cao, với độ chi tiết cao và màu sắc rực rỡ.  / Pin dung lượng 4000 mAh cho phép bạn sử dụng điện thoại cả ngày dài mà không cần lo lắng về việc hết pin. "
    },
    {
        "phoneUrl": "https://cellphones.com.vn/iphone-15-pro-max.html",
        "name": " iPhone 15 Pro Max 256GB | Chính hãng VN/A ",
        "upgrade_price": "26.690.000đ",
        "price": "28.690.000đ",
        "contain": "Máy mới 100% , chính hãng Apple Việt Nam. / CellphoneS hiện là đại lý bán lẻ uỷ quyền iPhone chính hãng VN/A của Apple Việt Nam / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Type C / 1 ĐỔI 1 trong 30 ngày nếu có lỗi phần cứng nhà sản xuất. Bảo hành 12 tháng tại trung tâm bảo hành chính hãng Apple: CareS.vn / \n        Xem thông tin kích hoạt bảo hành các sản phẩm Apple\n         / Giá sản phẩm đã bao gồm VAT",
        "description": "iPhone 15 Pro Max  sở hữu màn hình  Super Retina XDR OLED 6.7 inch  tần số quét cao  120Hz  sắc nét và mượt mà. Với  chipset A17 Pro  sản xuất trên tiến trình  3nm , thế hệ  iPhone 15  bản Pro Max đảm bảo  hiệu năng mạnh mẽ  và khả năng  tiết kiệm pin  tối ưu. Đặc biệt, máy còn sở hữu  camera chính 48MP  cùng khả năng  zoom quang học 5x , giúp iP 15 Pro Max trở thành lựa chọn tuyệt vời cho người đam mê nhiếp ảnh và quay phim chuyên nghiệp. Nối tiếp sự thành công của 15 Pro Max, Apple đã chính thức giới thiệu  iPhone 16 Pro Max  với những nâng cấp đáng giá, xứng đáng là thế hệ kế tiếp của iPhone 15 Pro Max. Đăng ký nhận tin iPhone 16 Pro Max ngay tại hệ thống CellphoneS! iPhone 15 Pro Max  ra mắt với bốn phiên bản màu sắc độc đáo, phù hợp với nhiều phong cách và sở thích khác nhau. Các tùy chọn màu bắt mắt này bao gồm  Titan Tự nhiên, Titan Xanh, Titan Trắng  và  Titan Đen , với mỗi nét cá tính và sức hấp dẫn riêng.  iPhone 15 Pro Max chính thức ra mắt vào ngày 12 tháng 9 năm 2023 tại sự kiện Wonderlust của Apple, tổ chức tại Steve Jobs Theater ở California. Thế hệ iPhone mới này đã nhanh chóng thu hút sự chú ý của giới công nghệ và người dùng nhờ hàng loạt cải tiến vượt bậc về thiết kế, màn hình, hiệu năng và camera.",
        "highlight": " Thiết kế khung viền từ titan chuẩn hàng không vũ trụ - Cực nhẹ, bền cùng viền cạnh mỏng cầm nắm thoải mái /  Hiệu năng Pro chiến game thả ga - Chip A17 Pro mang lại hiệu năng đồ họa vô cùng sống động và chân thực /  Thoả sức sáng tạo và quay phim chuyên nghiệp - Cụm 3 camera sau đến 48MP và nhiều chế độ tiên tiến /  Nút tác vụ mới giúp nhanh chóng kích hoạt tính năng yêu thích của bạn"
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-oppo-reno13f-4g.html",
        "name": " OPPO Reno13 F 8GB 256GB ",
        "upgrade_price": "7.990.000đ",
        "price": "8.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại  / Sạc  /  Cáp USB  /  Dụng cụ lấy SIM /  Hướng dẫn nhanh  /  Hướng dẫn an toàn  /  Ốp lưng bảo vệ / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Bảng  giá OPPO Reno 13  5G  chính hãng mới nhất: Phiên bản OPPO Reno13:  giá 15,99 triệu VNĐ Phiên bản OPPO Reno13 Pro : giá 18,99 triệu VNĐ Phiên bản Reno13 F 8 GB + 256 GB : giá 8, 99 triệu VNĐ Phiên bản Reno13 F 5G 12 GB + 256 GB:  giá 10,990 triệu VNĐ",
        "highlight": "Màn hình OPPO Reno13 F AMOLED 6.67 inch với độ phân giải Full HD+ và tần số quét 120Hz mang đến cho bạn chất lượng hình ảnh sắc nét. / Hệ thống camera đa năng bao gồm camera chính 50MP, camera góc rộng 8MP và camera macro 2MP, cho phép người dùng chụp ảnh chất lượng cao. / Hiệu suất Reno 13 mạnh mẽ nhờ vào bộ xử lý MediaTek Helio G100 và GPU ARM G57 MC2, kết hợp với 8GB RAM và 256GB bộ nhớ trong, giúp xử lý mượt mà mọi tác vụ. / Pin dung lượng lớn 5800 mAh giúp bạn thoải mái sử dụng điện thoại cả ngày mà không lo hết pin."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-s24-fe.html",
        "name": " Samsung Galaxy S24 FE 5G 8GB 128GB ",
        "upgrade_price": "13.490.000đ",
        "price": "13.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại thông minh /  Cáp truyền dữ liệu /  Que lấy sim / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Cập nhật mới nhất: thế hệ điện thoại  Samsung S24  chính thức ra mắt với phiên bản Ultra sử dụng chip  Snapdragon 8 Gen 3 For Galaxy . Xem chi tiết thông số, cấu hình và  MUA NGAY GALAXY S24  nhận ưu đãi khủng tại CellphoneS!",
        "highlight": "Màn hình Dynamic AMOLED 120Hz - Mang lại trải nghiệm hình ảnh siêu mượt mà, màu sắc sống động. / Chip Exynos 2400e (4nm) cung cấp hiệu năng vượt trội, xử lý mượt mà mọi tác vụ từ chơi game đồ họa cao cho đến đa nhiệm ứng dụng. / Camera 50MP chuyên nghiệp với tính năng AI vượt trội giúp bạn chụp ảnh chất lượng cao trong mọi điều kiện ánh sáng.  / Với viên pin dung lượng 4700mAh và công nghệ sạc nhanh 25W - Galaxy S24 FE đảm bảo sử dụng bền bỉ suốt ngày dài."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-s25.html",
        "name": " Samsung Galaxy S25 256GB ",
        "upgrade_price": "17.990.000đ",
        "price": "20.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung S25 thường  256GB trang bị vi xử lý   Qualcomm Snapdragon 8 Elite for Galaxy   ,   RAM 12GB , bộ nhớ trong   256GB   cùng viên  pin Li-ion 4000mAh . Máy sử dụng màn hình   AMOLED 120Hz   kích thước   6.2 inch   với độ phân giải FHD+. Samsung S25 được trang bị 3 ống kính   50MP+10MP+12MP   phía sau và   camera selfie 12MP   phía trước. Vậy model Samsung S25 Ultra cao cấp nhất series năm nay có những nâng cấp nào đặc biệt? Xem chi tiết thông số, giá bán  Samsung S25 Ultra  mới nhất tại CellphoneS! Điện thoại Samsung S25 256GB mới nhất sẽ được chính thức ra mắt ngày 23/1/2025 theo giờ Việt Nam. Trong sự kiện Galaxy Unpacked năm nay, S25 thường sẽ được giới thiệu cùng với hai phiên bản cao cấp hơn là  S25 Plus  và S25 Ultra với nhiều nâng cấp ấn tượng.",
        "highlight": "Màn hình Dynamic AMOLED 2X 6.2 inch 120Hz – Hiển thị sắc nét, mượt mà, tiết kiệm pin. / Chip Snapdragon 8 Elite – Hiệu năng mạnh mẽ, tối ưu AI, tiết kiệm năng lượng. / Camera 50MP + Zoom quang 3X – Cảm biến lớn, chụp đêm tốt, quay video 8K. / Thiết kế cao cấp, IP68 – Chống nước, chống bụi, bền bỉ và sang trọng."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-xiaomi-redmi-note-14.html",
        "name": " Xiaomi Redmi Note 14 6GB 128GB ",
        "upgrade_price": "4.490.000đ",
        "price": "4.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Redmi Note 14, Cáp USB Type C, Củ sạc 33W, Dụng cụ lấy SIM, Sách hướng dẫn,... / Bảo hành 24 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Redmi note 14 chính hãng  ra mắt vào ngày  10/01/2025 tại Việt Nam  sở hữu AI mới nhất kèm chip MediaTek Helio G99-Ultra mạnh mẽ đi cùng camera 108MP.",
        "highlight": "Redmi Note 14 5G sở hữu camera AI 108MP kết hợp với zoom trong cảm biến 3x, cho ra những bức ảnh sắc nét, chi tiết dù chụp chủ thể ở xa hay cận cảnh phức tạp. / Sản phẩm được trang bị bộ xử lý MediaTek Helio G99-Ultra 6nm, mang đến hiệu suất mượt mà, phản hồi nhanh, dù là đa nhiệm, chơi game hay phát trực tuyến. / Màn hình Xiaomi Redmi Note 14 6,67 inch, tốc độ làm mới lên đến 120Hz đảm bảo dù ở trong nhà hay ngoài trời mang đến trải nghiệm xem thú vị, đắm chìm. / Thiết kế với các cạnh bo tròn, tiện dụng giúp bạn dễ dàng cầm nắm, dù đang di chuyển trong ngày làm việc bận rộn hay thư giãn vào buổi tối."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-s25-ultra.html",
        "name": " Samsung Galaxy S25 Ultra 12GB 256GB ",
        "upgrade_price": "28.990.000đ",
        "price": "31.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Điện thoại Samsung Galaxy S25 Ultra 5G 12GB 256GB / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung S25 Ultra  mạnh mẽ với chip  Snapdragon 8 Elite For Galaxy  mới nhất, RAM 12GB và bộ nhớ trong 256GB-1TB. Hệ thống  3 camera sau  chất lượng gồm camera chính 200MP, camera tele 50MP và camera góc siêu rộng 50MP. Thiết kế kính cường lực  Corning Gorilla Armor 2  và khung  viền Titanium , màn hình Dynamic AMOLED 6.9 inch. S25 Ultra còn có viên pin  5000mAh , hỗ trợ  5G  và  Galaxy AI  ấn tượng, nâng cao trải nghiệm người dùng! Samsung S25 Ultra  đã chính thức ra mắt vào  1:00 sáng ngày 23/1/2025  (theo giờ Việt Nam) tại sự kiện  Galaxy Unpacked 2025  diễn ra ở  San Jose, Hoa Kỳ . Samsung Galaxy S25 Ultra  sở hữu  4 màu sắc  tinh tế và hiện đại gồm:  Xanh Titan, Xám Titan, Bạc Titan và Đen Titan . Có thể thấy màu sắc mới xuất hiện là  Bạc Titan  và Xanh Titan thay thế cho Tím và Vàng của S24 Ultra. Ngoài ra có 1 số màu sắc khác chỉ có tại Samsung.com như Vàng Hồng, Đen Tuyền, Xanh Ngọc Titan. Với nhiều tuỳ chọn này, người dùng dễ dàng lựa chọn phiên bản phù hợp với phong cách cá nhân.",
        "highlight": "Chuẩn IP68 – Chống nước, chống bụi, thiết kế cao cấp, sang trọng. / Âm thanh Dolby Atmos, loa kép AKG – Trải nghiệm âm thanh sống động, chân thực. / Màn hình Dynamic AMOLED 2X 6.9 inch, 120Hz – Hiển thị sắc nét, mượt mà, tiết kiệm pin. / Camera 200MP + Zoom 100X – Cảm biến lớn, chụp thiếu sáng tốt, zoom xa chi tiết."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-a16-lte.html",
        "name": " Samsung Galaxy A16 LTE 4GB 128GB ",
        "upgrade_price": "4.290.000đ",
        "price": "4.790.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Type C / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Galaxy A16 4G  (LTE) là chiếc  smartphone giá rẻ  sở hữu màn hình  Super AMOLED 6.7 inch , độ phân giải  FHD+ , đạt chuẩn kháng bụi chuẩn  IP54 . Máy trang bị chip  Helio G99  8 nhân, RAM 4GB và ROM 128GB, viên pin lớn 5000mAh. Về khả năng chụp ảnh, Galaxy A16 4G sở hữu hệ thống camera sau  50MP + 5MP + 2MP , ống kính selfie 13MP, hỗ trợ sạc nhanh  25W .",
        "highlight": "Màn hình Super AMOLED 6.7 inch, tần số quét 90Hz, giúp hiển thị màu sắc rực rỡ và hình ảnh mượt mà. / Bộ ba camera bao gồm camera chính 50 MP, camera góc siêu rộng 5 MP và camera macro 2 MP, cho phép chụp ảnh đa dạng và chi tiết​. / Chíp MediaTek Helio G99 đảm bảo xử lý tác vụ mượt mà và khả năng chơi game ổn định​. / Pin dung lượng 5000 mAh hỗ trợ sạc nhanh 25W, cung cấp thời gian sử dụng lâu dài và sạc nhanh chóng​."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/tecno-pova-6.html",
        "name": " Tecno Pova 6 8GB 256GB ",
        "upgrade_price": "5.390.000đ",
        "price": "5.890.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Bảo hành 13 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Tecno Pova 6  sở hữu cấu hình mạnh mẽ với con  chip 8 nhân MediaTek G99 Ultimate , dung lượng  RAM 8GB, bộ nhớ 256GB  và viên  pin đến 6000mAh  cùng  sạc nhanh 70W.  Chiếc smartphone cũng đi kèm với màn hình AMOLED Dot-in Display với  kích thước đạt 6.78 inch . Ở mặt lưng của thiết bị là hệ thống camera với ống kính chính 108MP.",
        "highlight": "Màn hình 6.78 inch cho không gian rộng rãi để xem phim, chơi game và đọc sách. / Pin 6000mAh cho phép sử dụng máy trong thời gian dài mà không cần lo lắng về việc hết pin. / Bộ vi xử lý Helio G99 8 nhân cho hiệu năng mạnh mẽ, xử lý mượt mà các tác vụ đa nhiệm, chơi game 3D cấu hình cao và chỉnh sửa ảnh/video chuyên nghiệp. / Với thiết kế trẻ trung, năng động, Tecno Pova 6 phù hợp với những người dùng yêu thích sự cá tính và nổi bật."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/dien-thoai-samsung-galaxy-a06.html",
        "name": " Samsung Galaxy A06 4GB 128GB ",
        "upgrade_price": "2.690.000đ",
        "price": "3.190.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Hộp, Sách hướng dẫn, Cây lấy sim, Cáp Type C / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Galaxy A06  có kích thước  mỏng  167.3 x 77.3 x 8 mm, với khung nhựa cho trọng lượng siêu nhẹ  chỉ 189g . Điện thoại chạy chip  MediaTek Helio G85  cùng  RAM 4GB , bộ nhớ 1 28GB  cho hiệu năng ổn định và mượt mà. Hệ thống  camera chính 50MP , camera phụ 2MP được tăng cường AI giúp xử lý ảnh chụp cho khả năng chụp ảnh vượt trội. Dù mỏng nhẹ nhưng Samsung A06 vẫn sở hữu  pin 5000mAh  siêu trâu, hỗ trợ  sạc nhanh 25W . Điện thoại Samsung Galaxy A06 có giá chỉ  từ 3.490.000đ  tại thị trường Việt Nam, đi cùng với những ưu đãi hấp dẫn tại hệ thống siêu thị CellphoneS.",
        "highlight": "Hiệu năng ổn định với RAM 4GB và ROM 128GB - Mang đến trải nghiệm mượt mà khi chạy đa nhiệm và lưu trữ thoải mái ứng dụng, hình ảnh, và video. / Màn hình lớn 6.7 inch độ phân giải HD+, mang lại trải nghiệm xem phim, chơi game và lướt web rõ nét, chân thực. / Camera sau 50MP giúp chụp ảnh với chi tiết cao, sắc nét trong mọi điều kiện ánh sáng, hỗ trợ tốt cho các nhu cầu chụp ảnh hàng ngày. / Pin 5000mAh giúp người dùng yên tâm sử dụng cả ngày dài mà không lo hết pin, từ giải trí đến công việc đều được đảm bảo liên tục."
    },
    {
        "phoneUrl": "https://cellphones.com.vn/samsung-galaxy-a55.html",
        "name": " Samsung Galaxy A55 5G 8GB 128GB ",
        "upgrade_price": "8.490.000đ",
        "price": "8.990.000đ",
        "contain": "Mới, đầy đủ phụ kiện từ nhà sản xuất / Máy, cáp sạc Type-C, Que chọc SIM, Hướng dẫn nhanh / Bảo hành 12 tháng tại trung tâm bảo hành Chính hãng. 1 đổi 1 trong 30 ngày nếu có lỗi phần cứng từ nhà sản xuất.  / Giá sản phẩm đã bao gồm VAT",
        "description": "Samsung Galaxy A55  thiết kế sang trọng, hiện đại với màn hình rộng  6.6 inch , tấm nền  Super AMOLED  cùng độ phân giải  Full HD+  cho hình ảnh hiển thị mượt mà, sắc nét. Sở hữu con chip  Exynos 1480 , cùng tần số quét  120 Hz  cho trải nghiệm sử dụng không bị giật, lag. Samsung Galaxy A55  chính thức ra mắt vào  ngày 11 tháng 3 năm 2024 , mang đến cho người dùng lựa chọn mới mẻ trong phân khúc tầm trung. Chiếc điện thoại này thu hút sự chú ý bởi thiết kế thời thượng, hiệu năng mạnh mẽ cùng nhiều tính năng hấp dẫn.",
        "highlight": "Chip Exynos 1480 4nm - Sử dụng mượt mà, linh hoạt với các tác vụ nặng nề mà không gặp trở ngại. / Với camera góc rộng 12MP mang đến khả năng thu trọn mọi khung cảnh vào khung hình. / Tần số quét 120Hz - Mỗi hành động trên màn hình đều trở nên mượt mà đáng kinh ngạc. / Pin 5000 mAh kết hợp cùng sạc nhanh 25W - Sử dụng thoải mái trong mọi hoạt động hằng ngày."
    }
]